import FAQItem from "../components/questions/Questions"
import styles from "./ThirdScreen.module.css"

const ThirdScreen = () => {
  return (
    <>
      <div className={styles.title}>שאלות נפוצות</div>
      
      <FAQItem 
        question="אני לא יודעת להצביע על הסיבה של החוסר ביטחון שלי?" 
        answer="בשביל לדעת ממה נובע החוסר ביטחון אנחנו יוצאות למסע של שאלות מאוד ממוקד שבו אנחנו פורטות את כל הניסיונות שלך. המסע כולל בתוכו תרגול שדרכו את מגיעה לתשובות לשאלות שלך. מובטחים 100 אחוזי הצלחה אם את מבצעת את התרגילים"
      />

      <FAQItem 
        question="איך אני מתחילה את הצעד? יש לי בראש את החזון אני כותבת הכל ועדיין לא יודעת מאיפה להתחיל?" 
        answer="עצם העובדה שאת כאן זה אומר שקודם כל התחלת עצם זה אנחנו מתחילות לצאת לדרך. במפגשים שלנו אנחנו נכתוב ונארגן את כל החזון לך תוך כדי מטלות קלות לישום שיקנו לך מסגרת לכל החומות שלך"
      />

      <FAQItem 
        question="על פניו, כל אחד מהמשפחה שלי מדהים בחוץ עם אנשים אחרים אבל בתוך המשפחה אנחנו פחות משתפים ומרגישים חיבור,אפשר לשנות את זה?" 
        answer="משפחות רבות חוות אתגרים בתקשורת פנימית למרות הצלחה חיצונית. דרך הליווי והכלים שנלמד, נוכל לשפר את התקשורת המשפחתית ולבנות גשרים של הבנה והקשבה"
      />

      <FAQItem 
        question="אני בעלת תואר שני עשיתי הכל לפי הספר נשואה +3 ואני עדיין מרגישה שאני לא חיה את מה שאני באמת רוצה ולפעמים מרגישה שהבן זוג מחדיר בי פחדים כשאני רוצה להעז ולשנות מה עושים?" 
        answer="כמו בחיים אנחנו תמיד בשלבי התפתות גדילה וצמיחה כך גם צריך להיות בזוגיות. במפגשים שלי אנחנו נעבוד על כל אחד לחוד ובחלק מהמפגשים יחד, המפגשים יקנו לכם כלים שיעזרו לכל אחד בנפרד ויעזרו לכם יחד כזוג לצמוח ולחדש את ברית האהבה"
      />
    </>
  );
}

export default ThirdScreen